/* No comment provided by engineer. */
"Account or password not recognized" = "帐户或密码未被识别";

/* No comment provided by engineer. */
"The entered user name and password do not permit login to the remote server. One or both may not be valid, or they may have been entered incorrectly." = "输入的用户名称和密码不允许登录远程服务器。它们中的一个或两个可能是无效的，或者可能未正确输入。";

/* Plug-in name in Services list */
"BSD Flat File and NIS" = "BSD Flat 文件和 NIS";

/* No comment provided by engineer. */
"Can\\U02BCt configure Directory Services" = "不能配置目录服务";

/* No comment provided by engineer. */
"Can\\U02BCt connect to server" = "不能连接到服务器";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Back" = "后退";

/* little text in dialogs telling user caps lock is on (10 pts) */
"caps lock on" = "caps lock 开";

/* No comment provided by engineer. */
"Delete directory domain?" = "要删除目录域吗？";

/* Window Title */
"Directory Access: %@" = "目录访问：%@";

/* No comment provided by engineer. */
"An unexpected error occurred" = "发生意外错误";

/* No comment provided by engineer. */
"Directory Services may not be installed on the remote server, they may be turned off, or the URL may have been entered incorrectly." = "“目录服务”可能没有安装在远程服务器上，服务可能被关闭或输入的 URL 不正确。";

/* No comment provided by engineer. */
"Do you want to save changes before locking?" = "您要在锁定前存储更改吗？";

/* No comment provided by engineer. */
"Do you want to save changes before quitting?" = "您要在退出前存储更改吗？";

/* No comment provided by engineer. */
"Don\\U02BCt Save" = "不存储";

/* No comment provided by engineer. */
"Edit of Custom path" = "编辑自定路径";

/* No comment provided by engineer. */
"Failed to allocate data buffer." = "分配数据缓冲失败。";

/* No comment provided by engineer. */
"Failed to allocate data list." = "分配数据列表失败。";

/* No comment provided by engineer. */
"Failed to build data list from strings." = "从字符串构建数据列表失败。";

/* No comment provided by engineer. */
"Failed to change custom search policy." = "更改自定搜索策略失败。";

/* No comment provided by engineer. */
"Failed to change search policy." = "更改搜索策略失败。";

/* No comment provided by engineer. */
"Failed to deallocate data buffer." = "取消分配数据缓冲失败。";

/* No comment provided by engineer. */
"Failed to get directory node count." = "获取目录节点计数失败。";

/* No comment provided by engineer. */
"Failed to open directory node." = "打开目录节点失败。";

/* No comment provided by engineer. */
"Failed to retrieve directory domains." = "取回目录域失败。";

/* No comment provided by engineer. */
"Failed to retrieve plug-in list." = "取回插件列表失败。";

/* No comment provided by engineer. */
"Failed to retrieve record attribute entry." = "取回记录属性条目失败。";

/* No comment provided by engineer. */
"Failed to retrieve record entry." = "取回记录条目失败。";

/* Error converting */
"IPv4 address required." = "要求 IPv4 地址。";

/* No comment provided by engineer. */
"OK" = "好";

/* No comment provided by engineer. */
"Continue" = "继续";

/* No comment provided by engineer. */
"Please confirm deletion." = "请确认删除。";

/* No comment provided by engineer. */
"Plug-in configuration application %@ could not be opened." = "未能打开插件配置应用程序“%@”。";

/* No comment provided by engineer. */
"Plug-in configuration application %@ is missing. Try editing the configuration file %@." = "插件配置应用程序“%1$@”已丢失。请尝试编辑配置文件“%2$@”。";

/* No comment provided by engineer. */
"Plug-in configuration application %@ or configuration file %@ could not be opened." = "未能打开插件配置应用程序“%1$@”或配置文件“%2$@”。";

/* No comment provided by engineer. */
"Plug-in configuration application: %@ is missing." = "插件配置应用程序：“%@”已丢失。";

/* No comment provided by engineer. */
"Plug-in configuration file %@ is missing." = "插件配置文件“%@”已丢失。";

/* No comment provided by engineer. */
"Plug-in Configure Failed" = "插件配置失败";

/* No comment provided by engineer. */
"Save" = "存储";

/* No comment provided by engineer. */
"Save Changes?" = "要存储更改吗？";

/* No comment provided by engineer. */
"Server not found" = "找不到服务器";

/* No comment provided by engineer. */
"Some of the selected directory domains are already within your custom path." = "您自定的路径中已包含一些选定的目录域。";

/* No comment provided by engineer. */
"The entered name and password do not permit login to the remote server. One or both may not be valid, or they may have been entered incorrectly." = "输入的名称和密码不允许登录远程服务器。它们中的一个或两个可能是无效的，或者可能未正确输入。";

/* No comment provided by engineer. */
"The remote server is using a different version of Mac OS X. Remote Directory Setup requires both machines to have the same version." = "远程服务器使用的是其他版本的 Mac OS X。“远程目录设置”要求两台机器使用相同的版本。";

/* No comment provided by engineer. */
"The remote server may not be available or the URL may have been entered incorrectly." = "远程服务器可能不可用或者没有正确输入 URL。";

/* No comment provided by engineer. */
"This directory domain is already within your custom path." = "此目录域在您自定的路径中已经存在。";

/* No comment provided by engineer. */
"This field must contain only ASCII (Roman) characters." = "此栏位必须只含 ASCII（罗马）字符。";

/* No comment provided by engineer. */
"This plug-in does not require configuration." = "此插件不需要配置。";

"kVerifyingNFSMountHeader" = "正在联系 NFS 服务器。";
"kVerifyingNFSMountBody" = "正在尝试验证 NFS URL 是否有效。如果要继续操作而不进行验证，请点按“不验证”。";
"kVerifyingNFSMountOKBtnTitle" = "不验证";
"kNFSMountNoResponseHeader" = "NFS 服务器未响应。";
"kNFSMountNoResponseBody" = "NFS 服务器未响应。您仍想创建此装载吗？";
"kNFSMountNoResponseOKBtnTitle" = "创建";
"kNFSMountGoodHeader" = "NFS 服务器似乎工作正常。";
"kNFSMountGoodBody" = "NFS 服务器已响应，似乎工作正常。点按“好”以继续。";
"kNFSMountGoodOKBtnTitle" = "好";
"kUserHomeDirBadPasswordHeader" = "密码不正确。";
"kUserHomeDirBadPasswordBody" = "您输入的此用户帐户的密码不正确。";
"kUserHomeDirPassDoesntMatchImageHeader" = "帐户密码和 FileVault 个人目录的密码不相符。";
"kUserHomeDirPassDoesntMatchImageBody" = "请在“系统偏好设置”中更改此用户帐户的密码，以使该密码与所选的 FileVault 个人目录的密码相符。";
"kEnableRootUserMenuItem" = "启用 Root 用户";
"kDisableRootUserMenuItem" = "停用 Root 用户";

"kODServerType" = "Open Directory 服务器";
"kSBServerType" = "Mac OS X Server";
"kADServerType" = "Active Directory 域";
"kLocalODMasterDisplayName" = "本地服务器";

"kStatusDisplayStringODUp" = "此服务器响应正常。";
"kStatusDisplayStringODDown" = "此服务器不响应。";
"kStatusDisplayStringODChecking" = "这台电脑正在尝试联系 %@。";
"kStatusDisplayStringODNotUsed" = "此服务器当前未被使用。";
"kStatusDisplayStringADUp" = "此域响应正常。";
"kStatusDisplayStringADDown" = "此域不响应。";
"kStatusDisplayStringADChecking" = "这台电脑正在尝试联系 %@。";
"kStatusDisplayNotInAuthSearchPolicyFormat" = "%@此服务器不在您的鉴定搜索策略中。";

"kNoDirectoryServersFoundMsg" = "未配置目录服务器";

"kEditDirServerMergeAccountLabelFormat" = "“%@”带有以下网络帐户";

"kSingleSBSFound" = "Mac OS X Server “%@”可以提供以下服务。您要设置电脑以使用所提供的服务吗？";
"kSBSMergeAccountLabelFormat" = "是的，请配置我的应用程序";
"kSBSDontMergeAccountLabelFormat" = "配置服务";
"kSBSDontDoAnything" = "不，请不要配置我的应用程序";
"kSBSOptionsPageMsgFormat" = "您想让应用程序配置为使用此服务器提供的服务吗？这将进行以下操作：\r\r%@%@%@%@%@";
"kSBSAuthPageMsgFormat" = "输入由服务器管理员提供给您的“%@”的名称和密码。";
"kSBSAuthPageMsg2Format" = "请为这台电脑上的帐户“%@”输入密码。";
"kSBSFinalPageMsgFormatMerge" = "您的应用程序已准备好使用“%@”上的服务。\r\r%@\r\r要使用新的服务，请注销后再重新登录。";
"kSBSFinalPageMsgLocalPassChanged" = "这台电脑上的帐户“%1$@”的密码已被更改，以与服务器“%3$@”上的帐户“%2$@”的密码相符。";
"kSBSFinalPageMsgServerPassChanged" = "服务器“%2$@”上的帐户“%1$@”的密码已被更改，以与这台电脑上的帐户“%3$@”的密码相符。";
"kSBSFinalPageMsgFormatNoMerge" = "您的应用程序已准备好使用“%@”上的服务。";
"kUpgradeUserFailedTitle" = "设置用户帐户失败。";
"kUpgradeUserFailedMsgFormat" = "发生意外错误，错误类型为 %d。未进行任何更改。";
"kUpgradeUserFailedbadPasswdMSg" = "网络帐户密码不正确。请检查密码和帐户名称，然后再试一次。";
"kUpgradeUserFailedDSErrorMSg" = "发生 Open Directory 错误。未进行任何更改。";
"kUpgradeUserFailedBackupErrorMSg" = "设置备份时出错。未进行任何更改。要继续操作但不备份，您可以关闭备份，然后再试一次。";

"kAugmentUserBindingToSBSAlert" = "要使用服务器上的服务吗？";
"kAugmentUserBindingToSBSMsgFormat" = "如果您选择使用“%@”上的服务，您的帐户设置将被配置为使用那些服务。";
"kAugmentUserBindingToSBSBindBtn" = "使用服务器";
"kAugmentUserBindingToSBSDontBindBtn" = "取消";

"kSureToDeleteODServerTitle" = "要停止使用目录服务器吗？";
"kSureToDeleteODServerMsg" = "您确定要停止使用目录服务器“%@”吗？此操作不可还原。";
"kSureToDeleteSBServerTitle" = "要停止使用 Mac OS X Server 吗？";
"kSureToDeleteSBServerMsg" = "你确定要停止使用 Mac OS X Server “%@”上的服务吗？此操作不可还原。";
"kCantDeleteLocalSBSTitle" = "无法删除本地服务器。";
"kCantDeleteLocalSBSMsg" = "本地服务器是 Mac OS X Server 正常工作所必需的，不能被删除。";
"kCantEditLocalSBSTitle" = "无法编辑本地服务器。";
"kCantEditLocalSBSMsg" = "本地服务器是 Mac OS X Server 正常工作所必需的，不能被编辑。";
"kDeleteServerBtn" = "停止使用服务器";
"kDontDeleteServerBtn" = "取消";
"kLeaveServerBtn" = "停止使用服务器";
"kDontLeaveServerBtn" = "取消";
"kLogOutBtn" = "注销";
"kQuitBtn" = "退出";
"kSkipFoundSBSSheetBtn" = "跳过";
"kJoinButton" = "结束设置";
"kBeginSetupBtn" = "开始设置";
"kNewSBSStepTitleAlert" = "介绍";
"kNewSBSStepTitleAuth" = "鉴定";
"kNewSBSStepTitleOptions" = "配置选项";
"kNewSBSStepTitleBackUp" = "备份";
"kNewSBSStepTitleFinished" = "成功";
"kNewSBSBadLocalPassword" = "鉴定失败。";
"kNewSBSBadLocalPasswordMsg" = "您为本地用户帐户输入的密码不正确。";
"kNewSBSBadNetPassword" = "鉴定失败。";
"kNewSBSBadNetPasswordMsg" = "您为服务器用户帐户输入的名称和密码不匹配。";
"kSureNotToMergeTitle" = "您确定要继续进行操作而不升级本地帐户吗？";
"kSureNotToMergeMsg" = "如果不升级，为了使用“%@”提供的服务，您将需要使用服务器管理员提供的用户名称和密码来登录。";
"kDontMergeBtn" = "不升级";
"kGoBackBtn" = "返回";
"kMailServiceName" = "Mail";
"kMailServiceDescription" = "为您设置电子邮件帐户并显示服务器上的通讯录。";
"kChatServiceName" = "iChat";
"kChatServiceDescription" = "为您设置 iChat 帐户并填充您的 iChat 好友列表。";
"kBackupServiceName" = "Time Machine";
"kBackupServiceDescription" = "让您将这台电脑上的数据备份到此服务器。";
"kFileServicesServiceName" = "文件共享";
"kFileServicesServiceDescription" = "将共享磁盘添加到 Finder 边栏。";
"kCalendarServiceName" = "iCal";
"kCalendarServiceDescription" = "为您在服务器上创建个人日历并将其添加到 iCal。";
"kWebServiceName" = "Web";
"kWebServiceDescription" = "可让您访问具有维客和博客的群组网站。";
"kVPNServiceName" = "VPN";
"kVPNServiceDescription" = "让您从远程位置连接到专用网络。";
"kMailConfigDetails" = "• 配置 Mail 以使用您在服务器上的邮件帐户\r";
"kIChatConfigDetails" = "• 配置 iChat 以使用您在服务器上的 iChat 帐户\r";
"kFileSharingConfigDetails" = "• 将服务器的共享磁盘添加到 Finder 中的边栏\r";
"kICalConfigDetails" = "• 将您在服务器上的个人日历添加到 iCal\r";
"kVPNConfigDetails" = "• 添加此服务器的 VPN 配置\r";
"kDontAskAboutThisServerAgain" = "不再询问有关此服务器的信息";
"kDontAskAboutTheseServersAgain" = "不再询问有关这些服务器的信息";

"kBackupAllData" = "备份这台电脑上的所有数据";
"kCouldntAddServer" = "无法添加服务器。";
"kCouldntAddServerUnexpectedErrorFormat" = "发生意外错误，错误类型为 %d (%@)。";
"kBadODServerNameFormat" = "“%@”没有响应。请检查您输入的地址是否正确。";
"kDuplicateServerNameFormat" = "这台电脑已在使用“%@”或者其匹配的备份。";
"kServerDoesntSupportSSLFormat" = "“%@”不支持使用 SSL 加密的目录连接。";
"kServerHasUnsupportedMappingsFormat" = "不能添加 %@，因为它不是一个 Open Directory 服务器或它使用了自定映射。\n\n要添加此服务器：\n\n• 在主窗口中按下“显示高级设置”按钮\n• 从工具栏中选择“服务”\n• 使用 LDAPv3 服务来添加此服务器以及合适的映射";
"kCouldntAddADDomain" = "无法添加域。";
"kCouldntAddADDomainUnexpectedErrorFormat" = "发生意外错误，错误类型为 %d (%@)。";
"kBadADDomainNameFormat" = "“%@”没有响应。请检查您输入的地址是否正确。";
"kPasswordsDontMatchTitle" = "您输入的密码不匹配。";
"kPasswordsDontMatchMsg" = "请再试一次。";

"kAddODServerStepCheckingAddress" = "正在验证服务器地址…";
"kAddODServerStepCheckingForDupes" = "正在检查匹配的服务器…";
"kAddODServerStep1" = "服务器信息发现…";
"kAddODServerStep2" = "正在验证映射…";
"kAddODServerStep3" = "正在检测所要求的安全级别和绑定要求…";
"kAddODServerStep4" = "正在尝试绑定…";
"kAddODServerStep5" = "正在将服务器添加到配置…";

"kCouldntBindToWGSWithADParent" = "无法绑定。";
"kCouldntBindToWGSWithADParentMsg" = "服务器 %@ 已绑定到 Active Directory 域 %@。要绑定到此服务器，您必须首先绑定到该 Active Directory 域。";
"kDupeComputerRecordFound" = "目录中已经有电脑使用此名称。您不妨选取覆盖它，但如果它正在使用，这可能会停用另一台电脑。";
"kAuthedBindingRequired" = "此服务器要求已鉴定的绑定。请为服务器输入名称和密码。";
"kAuthedBindingAllowed" = "此服务器允许已鉴定的绑定。您不妨选取输入名称和密码。您也许还可以将它们留空以匿名绑定。";
"kAuthedBindingAuthFailure" = "您输入的名称和密码不匹配。请检查您的鉴定信息，然后再试一次。";
"kPermissionFailureDuringAuthBind" = "您没有权限覆盖现有电脑记录。请向服务器管理员报告此问题，或者尝试不同的电脑 ID。";

/* toolbar labels */
"kUsers" = "用户";
"kServices" = "服务";
"kAuth" = "鉴定";
"kAdvanced" = "高级";
"kDebug" = "调试";
"kSearchPaths" = "搜索策略";
